Repository: maxhanzo/AshiatoKaiApp
Catalog: AshiatoKai/Localizable.xcstrings
Source language: en
Languages: ja, pt_br

source: %lld strokes
ja: %lld 画
pt_br: %lld traços

source: Character unavailable
ja: 文字を表示できません
pt_br: Ideograma indisponível

# common.done
source: Done
ja: 完了
pt_br: Concluído

# common.try_again
source: Try Again
ja: もう一度試す
pt_br: Tentar novamente

# contact.description
source: If you couldn't find someone in the records but have information that might help with the search, please get in touch. You can also contact us if you have found information that may need correcting, such as a name, Japanese spelling, destination, ship, date, or other record detail. Please describe what you know in as much detail as you can.
ja: 記録の中でお探しの方が見つからなかった場合でも、手がかりとなる情報をお持ちでしたら、ぜひご連絡ください。また、氏名、日本語表記、行き先、船名、日付など、記録に修正が必要と思われる情報を見つけた場合もお知らせください。お分かりになる範囲で、できるだけ詳しくご記入ください。
pt_br: Se você não encontrou a pessoa que procura nos registros mas possui alguma informação que possa ajudar na busca, por favor, entre em contato. Você também pode nos escrever caso encontre informações que talvez precisem ser corrigidas, como nome, escrita em japonês, destino, navio, data ou outros dados do registro. Descreva o que você sabe com o máximo de detalhes possível.

# contact.email
source: Contact by Email
ja: メールで問い合わせる
pt_br: Entrar em contato por e-mail

# contact.title
source: Contact
ja: お問い合わせ
pt_br: Entre em contato

# group.error.title
source: Unable to Load Group
ja: グループを読み込めません
pt_br: Não foi possível carregar o grupo

source: Group ID
ja: グループID
pt_br: ID do grupo

# group.loading
source: Loading group...
ja: グループを読み込み中…
pt_br: Carregando grupo...

source: Group Members
ja: グループメンバー
pt_br: Membros do grupo

# group.title
source: Group Details
ja: グループ詳細
pt_br: Detalhes do grupo

# kanji.copy_japanese_name.accessibility
source: Copy Japanese name
ja: 日本語名をコピー
pt_br: Copiar nome em japonês

# kanji.copy_name.accessibility
source: Copy name in Japanese
ja: 日本語の名前をコピー
pt_br: Copiar nome em japonês

# kanji.copy_surname.accessibility
source: Copy surname in Japanese
ja: 日本語の姓をコピー
pt_br: Copiar sobrenome em japonês

# kanji.how_written
source: How is it written:
ja: 書き方：
pt_br: Como se escreve:

# kanji.in_japanese
source: In Japanese:
ja: 日本語：
pt_br: Em japonês:

# kanji.replay
source: Replay
ja: もう一度見る
pt_br: Repetir

source: Name unavailable
ja: 名前を表示できません
pt_br: Nome Indisponível

# record.arrival_date
source: Arrival date
ja: 到着日
pt_br: Data de chegada

# record.departure_date
source: Departure date
ja: 出発日
pt_br: Data de partida

# record.destination
source: Destination
ja: 渡航先
pt_br: Destino

# record.farm
source: Farm
ja: 農場
pt_br: Fazenda

# record.group_details
source: Group Details
ja: グループ詳細
pt_br: Detalhes do grupo

# record.japanese_name
source: Japanese name
ja: 日本語の氏名
pt_br: Nome em japonês

# record.journey
source: Journey
ja: 渡航情報
pt_br: Viagem

# record.name
source: Name
ja: 名前
pt_br: Nome

# record.person
source: Person
ja: 人物
pt_br: Pessoa

# record.prefecture
source: Prefecture
ja: 都道府県
pt_br: Província

# record.ship_name
source: Ship name
ja: 船名
pt_br: Nome do navio

# record.surname
source: Surname
ja: 姓
pt_br: Sobrenome

# record.year
source: Year
ja: 年
pt_br: Ano

# results.count.many
source: %d records found
ja: %d件見つかりました
pt_br: %d registros encontrados

# results.count.one
source: 1 record found
ja: 1件見つかりました
pt_br: 1 registro encontrado

# results.title
source: Search Results
ja: 検索結果
pt_br: Resultados da busca

# search.button
source: Search
ja: 検索
pt_br: Buscar

# search.cancel
source: Cancel search
ja: 検索をキャンセル
pt_br: Cancelar busca

# search.clear
source: Clear form
ja: フォームをクリア
pt_br: Limpar formulário

source: Search criteria
ja: 検索条件
pt_br: Critérios de busca

# search.error.invalid_request
source: The search request is invalid.
ja: 検索リクエストが無効です。
pt_br: A solicitação de busca é inválida.

# search.error.invalid_response
source: The service returned an unexpected response.
ja: サービスから予期しない応答が返されました。
pt_br: O serviço retornou uma resposta inesperada.

# search.error.unavailable
source: The search could not be completed. Please try again.
ja: 検索を完了できませんでした。もう一度お試しください。
pt_br: Não foi possível concluir a busca. Tente novamente.

# search.footer
source: Enter a name or surname. Add optional filters to narrow your search.
ja: 名前または姓を入力してください。必要に応じて条件を追加して検索結果を絞り込めます。
pt_br: Digite um nome ou sobrenome. Adicione filtros opcionais para refinar a busca.

# search.name.placeholder
source: Name. Ex: Tadao
ja: 名前（例：Tadao）
pt_br: Nome. Ex.: Tadao

# search.no_results.message
source: No immigrants were found matching your search criteria.
ja: 条件に一致する記録が見つかりませんでした。
pt_br: Nenhum imigrante foi encontrado com os critérios de busca informados.

# search.prefecture.placeholder
source: Prefecture. Ex: Yamaguchi
ja: 都道府県（例：Yamaguchi）
pt_br: Província. Ex.: Yamaguchi

# search.results.empty.title
source: No Results
ja: 検索結果なし
pt_br: Nenhum resultado

# search.results.section
source: Results
ja: 検索結果
pt_br: Resultados

# search.searching
source: Searching…
ja: 検索中…
pt_br: Buscando…

# search.ship.placeholder
source: Ship name. Ex: America-Maru
ja: 船名（例：America-Maru）
pt_br: Nome do navio. Ex.: America-Maru

# search.surname.placeholder
source: Surname. Ex: Ueda
ja: 姓（例：Ueda）
pt_br: Sobrenome. Ex.: Ueda

# search.title
source: Search
ja: 検索
pt_br: Buscar

# search.try_again
source: Try again
ja: もう一度試す
pt_br: Tentar novamente

# search.validation.name_or_surname
source: Enter a name or surname.
ja: 名前または姓を入力してください。
pt_br: Digite um nome ou sobrenome.

# search.validation.year
source: Enter a four-digit year, or leave it blank.
ja: 4桁の年を入力するか、空欄のままにしてください。
pt_br: Digite um ano com quatro dígitos ou deixe o campo em branco.

# search.year.placeholder
source: Year. Ex: 1955
ja: 年（例：1955）
pt_br: Ano. Ex.: 1955

# splash.subtitle
source: Records of Japanese Immigration to Brazil
ja: ブラジル日本移民記録
pt_br: Registros da Imigração Japonesa no Brasil

# statistics.capital
source: Capital
ja: 首都

# statistics.capital_accessibility %@
source: Capital: %@
ja: 首都：%@

# statistics.immigrants
source: Immigrants
ja: 移民数
pt_br: Imigrantes

# statistics.immigrants.lowercase
source: immigrants
ja: 人
pt_br: imigrantes

# statistics.load_failed
source: Unable to Load Statistics
ja: 統計情報を読み込めません
pt_br: Não foi possível carregar as estatísticas

# statistics.location_failed
source: Unable to Load Location
ja: 位置情報を読み込めません
pt_br: Não foi possível carregar a localização

# statistics.modern_name %@
source: Modern name: %@
ja: 現在の名称：%@
pt_br: Nome atual: %@

# statistics.names.no_results
source: No statistics were found for this given name.
ja: この名前の統計情報は見つかりませんでした。
pt_br: Nenhuma estatística foi encontrada para este nome.

# statistics.names.none_available
source: No given name statistics are available.
ja: 名前の統計情報はありません。
pt_br: Não há estatísticas de nomes disponíveis.

# statistics.names.placeholder
source: Given name. Ex: Hiroyuki
ja: 名前（例：Hiroyuki）
pt_br: Nome. Ex.: Hiroyuki

# statistics.names.search
source: Given Name Search
ja: 名前検索
pt_br: Buscar nome

# statistics.names.search.help
source: Enter a given name in Romaji, for example Hiroyuki, Isamu or Kazuko.
ja: ローマ字で名前を入力してください。例：Hiroyuki、Isamu、Kazuko
pt_br: Digite um nome em romaji, por exemplo Hiroyuki, Isamu ou Kazuko.

# statistics.names.search.subtitle
source: Explore a given name and how it is written in the records
ja: 記録から名前とその表記を探る
pt_br: Explore um nome e suas formas de escrita nos registros

# statistics.names.section
source: Given Names
ja: 名前
pt_br: Nomes

# statistics.names.top10
source: Most Common Given Names
ja: よく見られる名前
pt_br: Nomes mais frequentes

# statistics.names.top10.subtitle
source: The 10 Most Common Given Names in the Records
ja: 記録に最も多く見られる名前10選
pt_br: Os 10 nomes mais frequentes nos registros

# statistics.no_statistics
source: No Statistics
ja: 統計情報がありません
pt_br: Sem estatísticas

# statistics.prefectures.no_results
source: No statistics were found for this prefecture.
ja: この都道府県の統計情報は見つかりませんでした。
pt_br: Nenhuma estatística foi encontrada para esta província.

# statistics.prefectures.none_available
source: No prefecture statistics are available.
ja: 都道府県の統計情報はありません。
pt_br: Não há estatísticas de províncias disponíveis.

# statistics.prefectures.placeholder
source: Prefecture. Ex: Yamaguchi
ja: 都道府県（例：Yamaguchi）
pt_br: Província. Ex.: Yamaguchi

# statistics.prefectures.search
source: Prefecture Search
ja: 都道府県検索
pt_br: Buscar província

# statistics.prefectures.search.help
source: Enter a Japanese prefecture, for example Yamaguchi or Hiroshima.
ja: 日本の都道府県名を入力してください。例：Yamaguchi、Hiroshima
pt_br: Digite o nome de uma província japonesa, por exemplo Yamaguchi ou Hiroshima.

# statistics.prefectures.search.subtitle
source: Discover a prefecture's presence in the records
ja: 記録から都道府県の足跡を探る
pt_br: Descubra a presença de uma província nos registros

# statistics.prefectures.section
source: Prefectures
ja: 都道府県
pt_br: Províncias

# statistics.prefectures.top10
source: Top Prefectures of Origin
ja: 主な出身都道府県
pt_br: Principais províncias de origem

# statistics.prefectures.top10.subtitle
source: The 10 Most Common Prefectures of Origin in the Records
ja: 記録に最も多く見られる出身都道府県10選
pt_br: As 10 províncias de origem mais frequentes nos registros

# statistics.rank
source: Rank
ja: 順位
pt_br: Posição

# statistics.search_failed
source: Unable to Search
ja: 検索できません
pt_br: Não foi possível realizar a busca

# statistics.surnames.no_results
source: No statistics were found for this surname.
ja: この姓の統計情報は見つかりませんでした。
pt_br: Nenhuma estatística foi encontrada para este sobrenome.

# statistics.surnames.none_available
source: No surname statistics are available.
ja: 姓の統計情報はありません。
pt_br: Não há estatísticas de sobrenomes disponíveis.

# statistics.surnames.placeholder
source: Surname. Ex: Ueda
ja: 姓（例：Ueda）
pt_br: Sobrenome. Ex.: Ueda

# statistics.surnames.search
source: Surname Search
ja: 姓検索
pt_br: Buscar sobrenome

# statistics.surnames.search.help
source: Enter a surname in Romaji, for example Ueda, Sato or Tanaka.
ja: ローマ字で姓を入力してください。例：Ueda、Sato、Tanaka
pt_br: Digite um sobrenome em romaji, por exemplo Ueda, Sato ou Tanaka.

# statistics.surnames.search.subtitle
source: Explore a surname and how it is written in the records
ja: 記録から姓とその表記を探る
pt_br: Explore um sobrenome e suas formas de escrita nos registros

# statistics.surnames.section
source: Surnames
ja: 姓
pt_br: Sobrenomes

# statistics.surnames.top10
source: Most common surnames
ja: よく見られる姓
pt_br: Sobrenomes mais frequentes

# statistics.surnames.top10.subtitle
source: The 10 Most Common Surnames in the Records
ja: 記録に最も多く見られる姓10選
pt_br: Os 10 sobrenomes mais frequentes nos registros

# statistics.title
source: Statistics
ja: 統計
pt_br: Estatísticas

# tab.search
source: Search
ja: 検索
pt_br: Buscar

# tab.statistics
source: Statistics
ja: 統計
pt_br: Estatísticas
